[
  {
    "name": "limp bizkit",
    "link": "limp-bizkit",
    "about": "Limp Bizkit (Лимп Бизкит, в переводе с англ. — «размякшее печенье»[~ 1]) — американская ню-метал[1][7]/рэп-рок-группа[4], образованная в 1994 году в городе Джэксонвилл, штат Флорида[8]. В нынешний состав коллектива входят Фред Дёрст (вокал), Уэс Борланд (гитара), Сэм Риверс (бас-гитара), Джон Отто (ударные) и DJ Lethal (диджеинг). Limp Bizkit стали известны жёсткой тематикой песен[1], агрессивной манерой исполнения Фреда Дёрста, звуковыми экспериментами и устрашающим сценическим образом Уэса Борланда, а также детально разработанными и эффектными концертными выступлениями. Группа трижды номинировалась на премию «Грэмми» и продала более 40 миллионов копий альбомов по всему миру[9], из которых 16,5 миллионов в США[10]. В начале своей деятельности Limp Bizkit получили некоторую популярность в Джэксонвилле[1]. Позднее группа становится известной в США[8][11][12], после того, как в 1997 музыканты подписывают контракт с лейблами Interscope и Flip Records, которые издают дебютный студийный альбом группы Three Dollar Bill, Y'all$[13]. Значительной популярности, как в Америке, так и во всём мире, Limp Bizkit добиваются с выходом альбомов Significant Other (1999)[14], Chocolate Starfish and the Hot Dog Flavored Water (2000)[15], последующими концертными турами, выступлениями на фестивалях Вудсток '99 и Big Day Out, вызвавших массу споров среди критиков и журналистов[16][17][18]. В 2001 году Уэс Борланд покидает группу и на его место приходит гитарист Майк Смит[6]. Однако после релиза в 2003 четвёртого студийного альбома Results May Vary Борланд возвращается в Limp Bizkit. В 2005 году выходит мини-альбом The Unquestionable Truth (Part 1), после чего группа временно прекращает творческую деятельность. В 2009 происходит воссоединение Limp Bizkit. Музыканты выпускают пятый диск Gold Cobra (2011), затем покидают Interscope и подписывают контракт с лейблом Cash Money Records. В 2012 году из-за конфликта с Фредом Дёрстом группу покидает программист и диджей DJ Lethal, на место которого, в качестве гастрольного участника, приходит DJ Skeletor. В настоящее время Limp Bizkit готовят к выходу шестой альбом Stampede of the Disco Elephants[19]."
  },
  {
    "name": "arctic monkeys",
    "link": "arctic-monkeys",
    "about": "Arctic Monkeys (МФА: [’ɑ:rktɪk ’mʌŋkɪs]; примерный перевод — «Арктические мартышки»[5]) — британская рок-группа, сформированная в 2002 году в Хай Грин, пригороде Шеффилда. В настоящий момент состоит из вокалиста и гитариста Алекса Тёрнера, гитариста Джейми Кука, барабанщика Мэтта Хелдерса и бас-гитариста Ника О’Мэлли, сменившего ранее игравшего в группе Энди Николсона, который покинул группу в 2006 году, вскоре после выхода дебютного альбома. Группа выпустила шесть студийных альбомов: Whatever People Say I Am, That’s What I’m Not (2006), Favourite Worst Nightmare (2007), Humbug (2009), Suck It and See (2011), AM (2013) и Tranquility Base Hotel & Casino (2018), а также один концертный альбом At the Apollo (2008). Первая пластинка группы стала самым быстро продаваемым дебютным альбомом в истории Великобритании[6]. Ансамбль завоевал семь наград Brit Awards: дважды став лучшей группой и трижды — за лучший альбом года. Два раза квартет номинировался на премию «Грэмми»[7][8]. В 2006 году коллектив стал обладателем Mercury Prize — премии, присуждаемой за лучший альбом Великобритании и Ирландии, также был номинирован на этот приз в 2007 и 2013 годах[9]. В 2007 и 2013 годах группа была хедлайнером фестиваля «Гластонбери». Такой успех, учитывая скептическое отношение членов группы к музыкальной индустрии и их нежелание заключать контракт с мейджор-лейблом, во многом объясняется активным распространением их демозаписей фанатами через Интернет, в частности, через P2P и социальные сети[10]. Arctic Monkeys стали одной из первых групп, добившихся крупного успеха без поддержки традиционных СМИ, таких как радио и телевидение, продемонстрировав таким образом эффективность подобного способа продвижения новой музыки. В настоящее время группа издаёт записи на независимом лейбле Domino Records."
  },
  {
    "name": "the killers",
    "link": "the-killers",
    "about": "The Killers — американская альтернативная рок-группа, образованная в 2001 году Брэндоном Флауэрсом и Дэйвом Кенингом. Название было взято из видеоклипа New Order «Crystal» (2001), где под таким именем выступает фиктивная группа. В музыке The Killers наиболее четко прослеживается влияние групп New Order, Duran Duran, U2 и Oasis. Группа выпустила пять студийных альбомов: Hot Fuss (2004), Sam's Town (2006), Day & Age (2008), Battle Born (2012) и Wonderful Wonderful (2017). Все пять альбомов попали на первое место по продажам в Великобритании и Ирландии и разошлись общим тиражом более 25 миллионов копий по всему миру. Кроме того, группой была выпущена компиляция Sawdust (2007), концертный альбом Live from the Royal Albert Hall (2009) и сборник лучших песен под названием Direct Hits (2013)."
  },
  {
    "name": "kasabian",
    "link": "kasabian",
    "about": "Kasabian (МФА: [kəˈseɪbiən]) — британская рок-группа, образованная в 1997 году в Лестере. Первоначально в состав группы входили вокалист Том Мейган, гитарист и вокалист Серджио Пиццорно, гитарист Крис Карлофф и басист Крис Эдвардс. После работы группы с несколькими сессионными барабанщиками в 2004 году к Kasabian присоединился барабанщик Иэн Мэтьюз. В 2006 году Карлофф покинул коллектив и основал новую группу под названием Black Onassis. В 2006 году состав группы пополнил Джей Мелер. В 2013 году Мелер ушёл из Kasabian в группу Лиама Галлахера Beady Eye и был заменён Тимом Картером. В 2010 и 2014 годах Kasabian выиграли премию Q Awards в номинации «Лучшая группа современности», а также премию Q Awards в номинации «Лучшее живое выступление» в 2014 году и награду NME Awards в номинации «Лучшая концертная группа» в 2007 году. Стиль Kasabian зачастую определяют как инди-рок, однако Пиццорно говорил о том, что ненавидит инди-группы и не считает, что музыку Kasabian можно отнести к этому жанру[1]. Kasabian выпустили шесть студийных альбомов: Kasabian (2004), Empire (2006), West Ryder Pauper Lunatic Asylum (2009), Velociraptor! (2011), 48:13 (2014) и For Crying Out Loud (2017). Звучание группы иногда описывают как смесь The Stone Roses и Primal Scream с уверенностью как у Oasis[2]. Kasabian стали обладателями ряда музыкальных наград и получили признание различных изданий, в том числе на церемонии Brit Awards в 2010 году как лучшая британская группа[3]. Также хвалебные отклики получили живые выступления группы, наиболее известным из которых является их участие на фестивале Гластонбери в 2014 году в качестве хэдлайнеров[4]."
  },
  {
    "name": "red hot chili peppers",
    "link": "red-hot-chili-peppers",
    "about": "Red Hot Chili Peppers (часто используется аббревиатура RHCP; с англ. — «Красные острые перцы чили») — американская рок-группа, образованная в 1983 году в Калифорнии вокалистом Энтони Кидисом, басистом Майклом Бэлзари (больше известным как Фли), гитаристом Хиллелом Словаком и барабанщиком Джеком Айронсом. Обладает 7 премиями «Грэмми». Во всём мире проданы более 80 миллионов копий их альбомов[1]. По версии VH1 «100 Greatest Artists of Hard Rock» заняли 30-е место. 14 апреля 2012 года группа была включена в Зал славы рок-н-ролла. Группа заняла третье место в символическом списке «Лучшие исполнители за 10 лет скробблинга» портала Last.fm[2]."
  },
  {
    "name": "the pixies",
    "link": "the-pixies",
    "about": "Pixies (МФА: [ˈpıksız], по-русски читается — Пиксиc, в пер. с англ. — эльфы, феи) — американская альтернативная рок-группа, образованная в Бостоне, штат Массачусетс, в 1986 году. В нынешний состав коллектива входят Блэк Фрэнсис, Джоуи Сантьяго, Дэйв Ловеринг и Пэз Леншантин. В США группа никогда не была сверхуспешной, и первые годы даже не издавалась на родине, однако получила восторженный приём в Великобритании и в целом в Европе. Группа распалась в 1993 году из-за сильных внутренних разногласий, но воссоединилась в 2004 году. Стиль музыки группы содержит диапазон элементов инди-рока, психоделии, нойз-рока и сёрф-рока. Блэк Фрэнсис является автором большинства текстов группы. Его тексты сюрреалистичны и изобилуют намёками на душевное нездоровье и физическое увечье, часто упоминаются НЛО и другие неземного происхождения существа, а также содержат библейскую символику и аллюзии на авангардные литературные и кино-произведения прошлого. Группу называют в числе оказавших существенное влияние на большой рост популярности альтернативного рока в 1990-х. В годы распада популярность наследия Pixies лишь возрастала, что стало причиной успешных мировых туров после их воссоединения в 2004 году. В июне 2013 года басистка и вокалистка Ким Дил официально покинула группу, а вскоре после этого группа выпустила новую песню «Bagboy», которая стала их первым новым материалом почти за десять лет."
  },
  {
    "name": "The Heavy",
    "link": "the-heavy",
    "about": "Будущие основатели The Heavy Дэниэл Тейлор (гитара) и Кельвин Сваби (вокал) подружились в конце 90-х годов. К 2007 году группа сформировала постоянный состав, в который также вошли Крис Эллул (ударные) и Спенсер Пейдж (бас-гитара). После этого под лейблом Ninja Tune в Англии были выпущены несколько синглов и дебютный студийный альбом под названием Great Vengeance and Furious Fire. Выпуск альбома в США состоялся в начале 2008 года[1]. 26 марта 2008 года Heavy были названы группой дня журналом Spin[2]. Группа также была упомянута в Горячем списке Rolling Stone в мае 2008 года. Они играли на музыкальном фестивале 2008 South By Southwest (SXSW) на 89.3 The Current Stage и получили одну из лучших наград Discovery в журналах Spin Magazine «Лучшие и худшие SXSW 2008» The Heavy появился на альбоме 2009 года Johnny Cash Remixed с версией «Doing My Time». 2 октября 2009 года их второй альбом The House That Dirt Built был выпущен Counter Records. Третий альбом The Glorious Dead[en] был выпущен 21 августа 2012 года через Counter Records / Ninja Tune. Группа провела обширную гастрольную поездку по США в августе-сентябре 2012 года при спонсорстве американской пивной компании Miller Lite. В октябре-ноябре 2012 года группа также имела ряд европейских гастролей для поддержки The Glorious Dead. 1 апреля 2016 года The Heavy выпустили свой четвёртый альбом Hurt & the Merciless[en]."
  }
]
